base = { #питон не хочет читать казахские буквы(я его понимаю)бприйдётся вручную
    "card1":[
        "Білімнің адам өміріне қандай пайдасы бар?",
        "Адамға білім не үшін керек?",
        "Ғылым сөзі қандай мағына береді?",
        "Саған қандай ғылым саласы ұнайды?",
        "Қазақстанда өткен ЭКСПО көрмесінің басты тақырыбы не туралы?"
    ],
    "card2": [
        "Сауда дегеніміз не?",
        "Сауда қандай әрекет?",
        "Абай Құнанбайұлы қай жылы, қайда жерде туды?",
        "А.Құнанбайұлының қандай өлеңдерін білесіз?",
        "Материалдық игіліктерге нелер жатады?"
    ],
    "card3": [
        "Дағдарыс дегеніміз не?",
        "Дағдарыстың қандай түрлері болады?",
        "Дағдарыс алғаш рет қай мемлекетте болған?",
        "Ш.Айтматовтың қандай шығармаларын білесің?",
        "Рухани дағдарыс дегенді қалай түсінесіңдер?"
    ],
    "card4": [
        "Достық ұғымын қалай түсінесіз?",
        "Сенің досың бар ма?",
        "Дос деп қандай адамды айтамыз?",
        "Қазақстан халқы Ассамблеясына қанша ұлт кіреді?",
        "Төлеген Айбергеновтің қай шығармасымен таныстық?"
    ],
    "card5": [
        "Еңбек, кәсіп туралы қандай мақал-мәтел білесіз?",
        "Сәбит Мұқанов қай жерде, қай жылы туған?",
        "Сәбит Мұқановтың атақты шығармаларын атаңыз. ",
        "Ораздың кәсібі не?",
        "Ораз қандай адам?"
    ],
    "card6": [
        "Судың қандай пайдасы бар?",
        "Сусыз тіршілік жоқ» дегенді қалай түсінесіңдер ?",
        "Қазақстандағы су қорлары туралы не білесіңдер?",
        "Елімізде экологиялық апатқа ұшыраған өзен-көлдер және теңіздер туралы не білесіңдер?",
        "Әбдіжәміл Нұрпейісовтің «Қан мен тер» романында қандай теңіз суреттелетінін айтыңдар?"
    ],
    "card7": [
        "Махамбет Өтемісұлы кім?",
        "Ыбырай Алтынсариннің шығармашылығы туралы айтып бер?",
        "Алаш арыстары туралы не білесіңдер?",
        "Құрманғазы Сағырбайұлының күйлері туралы айтып шық?",
        "Бауыржан Момышұлының қанатты сөздері туралы не білесіңдер?"
    ],
    "card8": [
       " Ұрпақ тәрбиесі -ұлағатты іс дегеніміз не?",
        "«Қозы Көрпеш -Баян-сұлу» жыры туралы не білесіңдер?",
        "Елімізде махаббат күнін мерекелейтін мейрам?",
        "Қоғамдағы сендер үлгі тұтатын жас дарындар кімдер?",
        "Неліктен қазақ халқы ұл мен қыздың тәрбиесіне баса көңіл бөлген?"
    ],
    "card9": [
        "М.Әуезовтың «Көксерек» әңгімесі не туралы?",
        "Құрмаш пен Көксеректің қарым қатынасы туралы не айтар едің?",
        "Жабайы жануарлар мүлде болмаса не болар еді ?",
	    "Қазақстандағы жойылып бара жатқан жануарлар әлемі туралы айтып бер?",
        "Өсімдікердің маңыздылығы неде?"
    ],
    "card10": [
        
        "Наурыз мейрамы қандай мереке?",
        "Әлем халықтары Наурыз мерекесін қалай тойлайды?",
        "Наурыз мейрамында қандай тағам дайындалады?",
        "Наурыз күні берілетін бата-тілектердің мәні қандай?",
        "Наурыздағы қазақы ырымдар қандай?"

    ],
    "card11": [
        "«Мәңгілік ел» ұғымын қалай түсінесің?",
        "Егемендік алғаннан кейін еліміз қандай жетістіктерге жетті?",
        "Қазақстан жер көлемі жөнінен әлемде нешінші орында?",
        "«Рухани байлық» дегеніміз не?",
        "Цифрландырудың қоғамға әсері қандай?"
    ],
    "card12": [
        "Айтыс қандай өнер?",
        "Қазақтың айтыс өнері өкілдері кімдер?",
        "Қазақ халқының айтыс өнері нешінші ғасырда дамыған?",
        "Сүйінбай Аронұлы кім?",
        "Қазіргі айтыс шеберлері кімдер?"

    ],
    "card13": [
        
        "Қазақтың тұңғыш ғарышкері кім?",
        "Тоқтар Әубәкіров кім?",
        "Қай жылы Тоқтар Әубәкіров ғарышқа ұшты?",
        "Ғарыш саласындағы Қазақстанның мәртебесі қандай?",
        "Тоқтар Әубәкіров қандай ерлік істер жасады?"
    ]
}